{
  "paragraphs": [
    {
      "text": "Call me Ishmael. Some years ago—never mind how long precisely—having little or no money in my purse, and nothing particular to interest me on shore, I thought I would sail about a little and see the watery part of the world.",
      "source": "Moby-Dick",
      "author": "Herman Melville",
      "category": "fiction"
    },
    {
      "text": "It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity.",
      "source": "A Tale of Two Cities",
      "author": "Charles Dickens",
      "category": "fiction"
    },
    {
      "text": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife. However little known the feelings or views of such a man may be on his first entering a neighbourhood.",
      "source": "Pride and Prejudice",
      "author": "Jane Austen",
      "category": "fiction"
    },
    {
      "text": "All happy families are alike; each unhappy family is unhappy in its own way. Everything was in confusion in the Oblonskys' house. The wife had discovered that the husband was carrying on an intrigue with a French girl.",
      "source": "Anna Karenina",
      "author": "Leo Tolstoy",
      "category": "fiction"
    },
    {
      "text": "You don't know about me without you have read a book by the name of The Adventures of Tom Sawyer; but that ain't no matter. That book was made by Mr. Mark Twain, and he told the truth, mainly.",
      "source": "Adventures of Huckleberry Finn",
      "author": "Mark Twain",
      "category": "fiction"
    },
    {
      "text": "Whether I shall turn out to be the hero of my own life, or whether that station will be held by anybody else, these pages must show. To begin my life with the beginning of my life, I record that I was born.",
      "source": "David Copperfield",
      "author": "Charles Dickens",
      "category": "fiction"
    },
    {
      "text": "There was no possibility of taking a walk that day. We had been wandering, indeed, in the leafless shrubbery an hour in the morning; but since dinner the cold winter wind had brought with it clouds so sombre.",
      "source": "Jane Eyre",
      "author": "Charlotte Brontë",
      "category": "fiction"
    },
    {
      "text": "A throng of bearded men, in sad-coloured garments and grey steeple-crowned hats, inter-mixed with women, some wearing hoods, and others bareheaded, was assembled in front of a wooden edifice, the door of which was heavily timbered.",
      "source": "The Scarlet Letter",
      "author": "Nathaniel Hawthorne",
      "category": "fiction"
    },
    {
      "text": "On an exceptionally hot evening early in July a young man came out of the garret in which he lodged in S. Place and walked slowly, as though in hesitation, towards K. bridge.",
      "source": "Crime and Punishment",
      "author": "Fyodor Dostoevsky",
      "category": "fiction"
    },
    {
      "text": "Stately, plump Buck Mulligan came from the stairhead, bearing a bowl of lather on which a mirror and a razor lay crossed. A yellow dressinggown, ungirdled, was sustained gently behind him on the mild morning air.",
      "source": "Ulysses",
      "author": "James Joyce",
      "category": "fiction"
    },
    {
      "text": "Among other public buildings in a certain town, which for many reasons it will be prudent to refrain from mentioning, and to which I will assign no fictitious name, there is one anciently common to most towns, great or small: to wit, a workhouse.",
      "source": "Oliver Twist",
      "author": "Charles Dickens",
      "category": "fiction"
    },
    {
      "text": "The studio was filled with the rich odour of roses, and when the light summer wind stirred amidst the trees of the garden, there came through the open door the heavy scent of the lilac, or the more delicate perfume of the pink-flowering thorn.",
      "source": "The Picture of Dorian Gray",
      "author": "Oscar Wilde",
      "category": "fiction"
    },
    {
      "text": "I am a sick man... I am a spiteful man. I am an unattractive man. I believe my liver is diseased. However, I know nothing at all about my disease, and do not know for certain what ails me.",
      "source": "Notes from Underground",
      "author": "Fyodor Dostoevsky",
      "category": "fiction"
    },
    {
      "text": "If you really want to hear about it, the first thing you'll probably want to know is where I was born, and what my lousy childhood was like, and how my parents were occupied and all before they had me, and all that David Copperfield kind of crap.",
      "source": "The Catcher in the Rye",
      "author": "J.D. Salinger",
      "category": "fiction"
    },
    {
      "text": "It was a bright cold day in April, and the clocks were striking thirteen. Winston Smith, his chin nuzzled into his breast in an effort to escape the vile wind, slipped quickly through the glass doors of Victory Mansions.",
      "source": "1984",
      "author": "George Orwell",
      "category": "fiction"
    },
    {
      "text": "In my younger and more vulnerable years my father gave me some advice that I've been turning over in my mind ever since. Whenever you feel like criticizing any one, he told me, just remember that all the people in this world haven't had the advantages that you've had.",
      "source": "The Great Gatsby",
      "author": "F. Scott Fitzgerald",
      "category": "fiction"
    },
    {
      "text": "Robert Cohn was once middleweight boxing champion of Princeton. Do not think that I am very much impressed by that as a boxing title, but it meant a lot to Cohn. He cared nothing for boxing, in fact he disliked it.",
      "source": "The Sun Also Rises",
      "author": "Ernest Hemingway",
      "category": "fiction"
    },
    {
      "text": "Once upon a time and a very good time it was there was a moocow coming down along the road and this moocow that was coming down along the road met a nicens little boy named baby tuckoo.",
      "source": "A Portrait of the Artist as a Young Man",
      "author": "James Joyce",
      "category": "fiction"
    },
    {
      "text": "When Gregor Samsa woke up one morning from unsettling dreams, he found himself changed in his bed into a monstrous vermin. He was lying on his back as hard as armor plate, and when he lifted his head a little, he saw his vaulted brown belly.",
      "source": "The Metamorphosis",
      "author": "Franz Kafka",
      "category": "fiction"
    },
    {
      "text": "Mrs. Dalloway said she would buy the flowers herself. For Lucy had her work cut out for her. The doors would be taken off their hinges; Rumpelmayer's men were coming. And then, thought Clarissa Dalloway, what a morning—fresh as if issued to children on a beach.",
      "source": "Mrs. Dalloway",
      "author": "Virginia Woolf",
      "category": "fiction"
    },
    {
      "text": "When he was nearly thirteen, my brother Jem got his arm badly broken at the elbow. When it healed, and Jem's fears of never being able to play football were assuaged, he was seldom self-conscious about his injury.",
      "source": "To Kill a Mockingbird",
      "author": "Harper Lee",
      "category": "fiction"
    },
    {
      "text": "Mr. Jones, of the Manor Farm, had locked the hen-houses for the night, but was too drunk to remember to shut the popholes. With the ring of light from his lantern dancing from side to side, he lurched across the yard.",
      "source": "Animal Farm",
      "author": "George Orwell",
      "category": "fiction"
    },
    {
      "text": "A squat grey building of only thirty-four stories. Over the main entrance the words, CENTRAL LONDON HATCHERY AND CONDITIONING CENTRE, and, in a shield, the World State's motto, COMMUNITY, IDENTITY, STABILITY.",
      "source": "Brave New World",
      "author": "Aldous Huxley",
      "category": "fiction"
    },
    {
      "text": "Ships at a distance have every man's wish on board. For some they come in with the tide. For others they sail forever on the horizon, never out of sight, never landing until the Watcher turns his eyes away in resignation.",
      "source": "Their Eyes Were Watching God",
      "author": "Zora Neale Hurston",
      "category": "fiction"
    },
    {
      "text": "Two roads diverged in a yellow wood, and sorry I could not travel both and be one traveler, long I stood and looked down one as far as I could to where it bent in the undergrowth.",
      "source": "The Road Not Taken",
      "author": "Robert Frost",
      "category": "poetry"
    },
    {
      "text": "I wandered lonely as a cloud that floats on high o'er vales and hills, when all at once I saw a crowd, a host, of golden daffodils; beside the lake, beneath the trees, fluttering and dancing in the breeze.",
      "source": "I Wandered Lonely as a Cloud",
      "author": "William Wordsworth",
      "category": "poetry"
    },
    {
      "text": "Shall I compare thee to a summer's day? Thou art more lovely and more temperate: Rough winds do shake the darling buds of May, and summer's lease hath all too short a date.",
      "source": "Sonnet 18",
      "author": "William Shakespeare",
      "category": "poetry"
    },
    {
      "text": "Because I could not stop for Death, he kindly stopped for me; the Carriage held but just Ourselves and Immortality. We slowly drove, he knew no haste, and I had put away my labor and my leisure too, for his Civility.",
      "source": "Because I could not stop for Death",
      "author": "Emily Dickinson",
      "category": "poetry"
    },
    {
      "text": "Do not go gentle into that good night, old age should burn and rave at close of day; rage, rage against the dying of the light. Though wise men at their end know dark is right, because their words had forked no lightning they do not go gentle.",
      "source": "Do Not Go Gentle Into That Good Night",
      "author": "Dylan Thomas",
      "category": "poetry"
    },
    {
      "text": "I sing the body electric, the armies of those I love engirth me and I engirth them, they will not let me off till I go with them, respond to them, and discorrupt them, and charge them full with the charge of the soul.",
      "source": "I Sing the Body Electric",
      "author": "Walt Whitman",
      "category": "poetry"
    },
    {
      "text": "Season of mists and mellow fruitfulness, close bosom-friend of the maturing sun; conspiring with him how to load and bless with fruit the vines that round the thatch-eves run.",
      "source": "To Autumn",
      "author": "John Keats",
      "category": "poetry"
    },
    {
      "text": "She walks in beauty, like the night of cloudless climes and starry skies; and all that's best of dark and bright meet in her aspect and her eyes: thus mellowed to that tender light which heaven to gaudy day denies.",
      "source": "She Walks in Beauty",
      "author": "Lord Byron",
      "category": "poetry"
    },
    {
      "text": "I met a traveller from an antique land, who said: Two vast and trunkless legs of stone stand in the desert. Near them, on the sand, half sunk a shattered visage lies, whose frown, and wrinkled lip, and sneer of cold command.",
      "source": "Ozymandias",
      "author": "Percy Bysshe Shelley",
      "category": "poetry"
    },
    {
      "text": "The woods are lovely, dark and deep, but I have promises to keep, and miles to go before I sleep, and miles to go before I sleep. Whose woods these are I think I know. His house is in the village though.",
      "source": "Stopping by Woods on a Snowy Evening",
      "author": "Robert Frost",
      "category": "poetry"
    },
    {
      "text": "Hope is the thing with feathers that perches in the soul, and sings the tune without the words, and never stops at all. And sweetest in the gale is heard; and sore must be the storm that could abash the little bird that kept so many warm.",
      "source": "Hope is the Thing with Feathers",
      "author": "Emily Dickinson",
      "category": "poetry"
    },
    {
      "text": "How do I love thee? Let me count the ways. I love thee to the depth and breadth and height my soul can reach, when feeling out of sight for the ends of being and ideal grace.",
      "source": "Sonnet 43",
      "author": "Elizabeth Barrett Browning",
      "category": "poetry"
    },
    {
      "text": "I have spread my dreams under your feet; tread softly because you tread on my dreams. Had I the heavens' embroidered cloths, enwrought with golden and silver light, the blue and the dim and the dark cloths of night and light and the half light.",
      "source": "He Wishes for the Cloths of Heaven",
      "author": "William Butler Yeats",
      "category": "poetry"
    },
    {
      "text": "Let us go then, you and I, when the evening is spread out against the sky like a patient etherized upon a table; let us go, through certain half-deserted streets, the muttering retreats of restless nights in one-night cheap hotels.",
      "source": "The Love Song of J. Alfred Prufrock",
      "author": "T.S. Eliot",
      "category": "poetry"
    },
    {
      "text": "Tiger, tiger, burning bright in the forests of the night, what immortal hand or eye could frame thy fearful symmetry? In what distant deeps or skies burnt the fire of thine eyes? On what wings dare he aspire? What the hand dare seize the fire?",
      "source": "The Tyger",
      "author": "William Blake",
      "category": "poetry"
    },
    {
      "text": "If you can keep your head when all about you are losing theirs and blaming it on you, if you can trust yourself when all men doubt you, but make allowance for their doubting too; if you can wait and not be tired by waiting.",
      "source": "If—",
      "author": "Rudyard Kipling",
      "category": "poetry"
    },
    {
      "text": "When I have fears that I may cease to be before my pen has gleaned my teeming brain, before high-piled books, in charactery, hold like rich garners the full ripened grain; when I behold, upon the night's starred face.",
      "source": "When I Have Fears That I May Cease to Be",
      "author": "John Keats",
      "category": "poetry"
    },
    {
      "text": "I carry your heart with me I carry it in my heart I am never without it anywhere I go you go, my dear; and whatever is done by only me is your doing, my darling. I fear no fate for you are my fate, my sweet.",
      "source": "i carry your heart with me",
      "author": "E.E. Cummings",
      "category": "poetry"
    },
    {
      "text": "April is the cruellest month, breeding lilacs out of the dead land, mixing memory and desire, stirring dull roots with spring rain. Winter kept us warm, covering earth in forgetful snow, feeding a little life with dried tubers.",
      "source": "The Waste Land",
      "author": "T.S. Eliot",
      "category": "poetry"
    },
    {
      "text": "Once upon a midnight dreary, while I pondered, weak and weary, over many a quaint and curious volume of forgotten lore—while I nodded, nearly napping, suddenly there came a tapping, as of some one gently rapping, rapping at my chamber door.",
      "source": "The Raven",
      "author": "Edgar Allan Poe",
      "category": "poetry"
    },
    {
      "text": "The sea is calm tonight. The tide is full, the moon lies fair upon the straits; on the French coast the light gleams and is gone; the cliffs of England stand, glimmering and vast, out in the tranquil bay.",
      "source": "Dover Beach",
      "author": "Matthew Arnold",
      "category": "poetry"
    },
    {
      "text": "I think that I shall never see a poem lovely as a tree. A tree whose hungry mouth is prest against the earth's sweet flowing breast; a tree that looks at God all day, and lifts her leafy arms to pray.",
      "source": "Trees",
      "author": "Joyce Kilmer",
      "category": "poetry"
    },
    {
      "text": "To be, or not to be, that is the question: whether 'tis nobler in the mind to suffer the slings and arrows of outrageous fortune, or to take arms against a sea of troubles and by opposing end them.",
      "source": "Hamlet",
      "author": "William Shakespeare",
      "category": "drama"
    },
    {
      "text": "All the world's a stage, and all the men and women merely players; they have their exits and their entrances, and one man in his time plays many parts, his acts being seven ages.",
      "source": "As You Like It",
      "author": "William Shakespeare",
      "category": "drama"
    },
    {
      "text": "I think, therefore I am. If you would be a real seeker after truth, it is necessary that at least once in your life you doubt, as far as possible, all things. It is only prudent never to trust entirely those who have deceived us even once.",
      "source": "Discourse on the Method",
      "author": "René Descartes",
      "category": "philosophy"
    },
    {
      "text": "We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness.",
      "source": "Declaration of Independence",
      "author": "Thomas Jefferson",
      "category": "philosophy"
    },
    {
      "text": "Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal. Now we are engaged in a great civil war.",
      "source": "Gettysburg Address",
      "author": "Abraham Lincoln",
      "category": "philosophy"
    },
    {
      "text": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment. A foolish consistency is the hobgoblin of little minds, adored by little statesmen and philosophers and divines.",
      "source": "Self-Reliance",
      "author": "Ralph Waldo Emerson",
      "category": "philosophy"
    },
    {
      "text": "I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.",
      "source": "Walden",
      "author": "Henry David Thoreau",
      "category": "philosophy"
    },
    {
      "text": "It was the best of times, it was the worst of times. I have always depended on the kindness of strangers. The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.",
      "source": "The Rebel",
      "author": "Albert Camus",
      "category": "philosophy"
    },
    {
      "text": "The man who does not read has no advantage over the man who cannot read. The secret of getting ahead is getting started. Kindness is the language which the deaf can hear and the blind can see.",
      "source": "Essays and Speeches",
      "author": "Mark Twain",
      "category": "philosophy"
    },
    {
      "text": "In the beginning God created the heaven and the earth. And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters.",
      "source": "The Bible, Genesis",
      "author": "King James Bible",
      "category": "religious"
    },
    {
      "text": "It was a pleasure to burn. It was a special pleasure to see things eaten, to see things blackened and changed. With the brass nozzle in his fists, with this great python spitting its venomous kerosene upon the world.",
      "source": "Fahrenheit 451",
      "author": "Ray Bradbury",
      "category": "fiction"
    },
    {
      "text": "In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort.",
      "source": "The Hobbit",
      "author": "J.R.R. Tolkien",
      "category": "fiction"
    },
    {
      "text": "The past is a foreign country; they do things differently there. When I came upon the diary it was lying at the bottom of a rather battered red cardboard collar-box, in which as a small boy I kept my Eton collars.",
      "source": "The Go-Between",
      "author": "L.P. Hartley",
      "category": "fiction"
    },
    {
      "text": "It is a far, far better thing that I do, than I have ever done; it is a far, far better rest that I go to than I have ever known. Sydney Carton's final thoughts as he approaches the guillotine.",
      "source": "A Tale of Two Cities",
      "author": "Charles Dickens",
      "category": "fiction"
    },
    {
      "text": "The only people for me are the mad ones, the ones who are mad to live, mad to talk, mad to be saved, desirous of everything at the same time, the ones who never yawn or say a commonplace thing, but burn, burn, burn like fabulous yellow roman candles.",
      "source": "On the Road",
      "author": "Jack Kerouac",
      "category": "fiction"
    },
    {
      "text": "Happy families are all alike; every unhappy family is unhappy in its own way. Everything was in confusion in the Oblonskys' house. The wife had discovered that the husband was carrying on an intrigue with a French girl who had been a governess in their family.",
      "source": "Anna Karenina",
      "author": "Leo Tolstoy",
      "category": "fiction"
    },
    {
      "text": "Lolita, light of my life, fire of my loins. My sin, my soul. Lo-lee-ta: the tip of the tongue taking a trip of three steps down the palate to tap, at three, on the teeth. Lo. Lee. Ta.",
      "source": "Lolita",
      "author": "Vladimir Nabokov",
      "category": "fiction"
    },
    {
      "text": "Last night I dreamt I went to Manderley again. It seemed to me I stood by the iron gate leading to the drive, and for a while I could not enter, for the way was barred to me. There was a padlock and a chain upon the gate.",
      "source": "Rebecca",
      "author": "Daphne du Maurier",
      "category": "fiction"
    },
    {
      "text": "It was love at first sight. The first time Yossarian saw the chaplain he fell madly in love with him. Yossarian was in the hospital with a pain in his liver that fell just short of being jaundice.",
      "source": "Catch-22",
      "author": "Joseph Heller",
      "category": "fiction"
    },
    {
      "text": "They shoot the white girl first. With the rest they can take their time. No need to hurry out here. They are 17 miles from town and they are 17 miles from town and they are 17 miles from town. No one can hear them.",
      "source": "Paradise",
      "author": "Toni Morrison",
      "category": "fiction"
    },
    {
      "text": "Mother died today. Or maybe yesterday; I can't be sure. The telegram from the Home says: YOUR MOTHER PASSED AWAY. FUNERAL TOMORROW. DEEP SYMPATHY. Which leaves the matter doubtful; it could have been yesterday.",
      "source": "The Stranger",
      "author": "Albert Camus",
      "category": "fiction"
    },
    {
      "text": "I am an invisible man. No, I am not a spook like those who haunted Edgar Allan Poe; nor am I one of your Hollywood-movie ectoplasms. I am a man of substance, of flesh and bone, fiber and liquids—and I might even be said to possess a mind.",
      "source": "Invisible Man",
      "author": "Ralph Ellison",
      "category": "fiction"
    },
    {
      "text": "It was a queer, sultry summer, the summer they electrocuted the Rosenbergs, and I didn't know what I was doing in New York. I'm stupid about executions. The idea of being electrocuted makes me sick.",
      "source": "The Bell Jar",
      "author": "Sylvia Plath",
      "category": "fiction"
    },
    {
      "text": "If I am out of my mind, it's all right with me, thought Moses Herzog. Some people thought he was cracked and for a time he himself had doubted that he was all there. But now, though he still behaved oddly, he felt confident, cheerful, clairvoyant.",
      "source": "Herzog",
      "author": "Saul Bellow",
      "category": "fiction"
    },
    {
      "text": "Someone must have slandered Josef K., for one morning, without having done anything truly wrong, he was arrested. His landlady's cook, who brought him his breakfast every day at eight o'clock, failed to appear on this occasion.",
      "source": "The Trial",
      "author": "Franz Kafka",
      "category": "fiction"
    }
  ]
}
